import React from "react";

const FaqText = () => {
  return (
    <div>
      ‌<h4 className="mt-3 text-bold">الف) نظام پيشنهادها چيست؟</h4>
      <p>
        نظام پيشنهادها نظامي براي دريافت، بررسي و اجراي پيشنهادهاي كاركنان و
        ساير ذينفعان (مشتريان، پيمانكاران و ...) در زمينه موضوعات مربوط به شركت
        است.
      </p>
      ‌
      <h4 className="mt-3 text-bold">
        ب) هدف شركت از اجراي نظام پيشنهادها چيست؟
      </h4>
      <p className="pre-line">
        ايجاد امكان بهره گيري نظام مند و پيوسته از افكار، دانش و خلاقيت كاركنان
        به منظور ارتقا عملكرد، بهره وري، درآمدزايي و سود شركت و كاهش اتلافها و
        هزينه هاي زائد ايجاد بستر لازم براي مشاركت موثر كاركنان و شناسايي افراد
        خلاق و خوش فكر ايجاد انگيزه براي ارائه پيشنهادها و استمرار آن توسط
        كاركنان كه مستلزم تلاش آنها در مطالعه، تحقيق و افزايش دانش و آگاهي هاي
        شغلي خواهد بود. ايجاد بانك اطلاعاتي ارزشمند از فعاليتهاي بهبود صورت
        گرفته براي اطلاع رساني به بخشهاي مختلف شركت و گسترش بهبودها
      </p>
      ‌
      <h4 className="mt-3 text-bold">
        ج) ارائه پيشنهاد چه مزيت و منافعي براي پيشنهاددهنده دارد؟
      </h4>
      <p className="pre-line">
        1. پيشنهادهاي شما به نامتان در سيستم پيشنهادها ثبت مي‌شود و مالكيت معنوي
        پيشنهاد و بهره‌مندي از پاداشهاي آن به شما اختصاص مي‌يابد.
        <br />
        2. با ايجاد كميته‌هاي بررسي كننده پيشنهادها در حوزه‌هاي مختلف، شما
        مي‌توانيد بسته به موضوع پيشنهاد، پيشنهاد خود را از طريق دبيرخانه به
        واحدهاي مرتبط ارجاع نمائيد.
        <br />
        3. پيشنهاد شما ظرف سه هفته و با كيفيت مورد انتظار توسط كميته‌ها بررسي
        شده و نتيجه در سيستم ثبت ميگردد (قابل رويت توسط شما). دبيرخانه نظام
        پيشنهادها نيز بر حسن بررسي پيشنهادها نظارت خواهد داشت.
        <br />
        4. چنانچه پيشنهاد شما غير قابل قبول و غير اجرايي باشد نتيجه با ذكر دليل
        منطقي در فرم بررسي درج خواهد شد و شما نيز يكبار با ذكر دلايل مي‌توانيد
        درخواست تجديدنظر در بررسي پيشنهاد را از طريق تكميل فرم مربوطه طرح
        نماييد. همچنين چنانچه پيشنهاد شما تصويب شود مسئول و مهلت اجراي پيشنهاد
        توسط رئيس كميته بررسي‌كننده تعيين مي‌-شود.
        <br />
        5. مسئولين اجرا موظفند پيشنهاد مصوب را در مهلت مقرر اجرا نمايند و نتيجه
        اجرا در قالب فرم بررسي به اطلاع پيشنهاددهنده مي‌رسد.
        <br />
        6. چنانچه پيشنهادتان تصويب و اجرا گرديد طبق آيين‌نامه نظام پيشنهادها
        پاداش‌هاي مادي و معنوي پيشنهاد به شما تعلق مي‌يابد.
      </p>
      ‌<h4 className="mt-3 text-bold">د) يك پيشنهاد خوب چه ويژگي دارد؟</h4>
      <p className="pre-line">
        1. ارائه پيشنهاد همراه با مستندات كافي بوده و حاوي توضيحات منطقي، شفاف و
        منظم باشد.
        <br />
        2. راهكار ارائه شده، درست، كامل (روشن بودن زمان، مكان، مسئول و روش اجرا)
        باشد و نياز كمتري به بررسي، تعميق و تغيير براي اجرايي شدن توسط كميته
        بررسي كننده داشته باشد.
        <br />
        3. چنانچه پيشنهاد، مربوط به كار ديگران و يا واحدهاي كاري ديگر است، جهت
        افزايش احتمال تصويب پيشنهاد قبل از ارائه پيشنهاد، تحقيق مقدماتي از واحد
        مربوطه بعمل آمده باشد. توصيه مي‌شود اين پيشنهادها را با مشاركت كاركنان
        آن واحد بصورت گروهي ارائه گردد.
      </p>
      ‌
      <h4 className="mt-3 text-bold">
        ه) بهتر است پيشنهادهايمان در مورد كار خودمان باشد يا ساير واحدهاي شركت؟
      </h4>
      <p className="pre-line">
        توجه داشته باشيد كه هدف اصلي نظام پيشنهادها، فعال‌سازي چشم و ذهن كاركنان
        در مشاهده مسائل و اتلافهاي كار خود و واحد كاريشان است. در واقع اين نظام
        قصد دارد روحيه كاري كاركنان را از ركود، تكرار و عادت‌گرايي به تفكر،
        پرسشگري و بهبودطلبي مستمر سوق دهد. در اين نگرش، پيشنهادها بهبودهاي كوچكي
        است كه افراد در مورد كار خود و يا واحد كاريشان انجام مي‌دهند. فرصتهاي
        بهبود نامحدود است و افراد مي‌توانند همانند كاركنان سازمانهاي موفق در هر
        هفته (و حتي در هر روز طبق استاندارد دين مبين اسلام) پيشنهاد دهند.
        پيشنهادها در واحد خودشان بررسي مي‌شود و چون كاركنان در مورد كار خود و
        واحد كاريشان اشراف دارند درصد تصويب پيشنهادها بالاست. همچنين مجري
        پيشنهاد نيز خود پيشنهاددهنده مي‌باشد و حتي مي‌تواند ابتدا پيشنهاد را با
        هماهنگي و تاييد مقام مافوق خود اجرا نموده و سپس بعنوان يك بهبود انجام
        شده درسيستم پيشنهادها ثبت نمايد.
      </p>
      ‌
      <h4 className="mt-3 text-bold">
        و) آيا افراد مي توانند وظايف خود را بعنوان پيشنهاد در سيستم پيشنهادها
        ارائه نمايند؟
      </h4>
      <p className="pre-line">
        خير، طبعاً وظايف جاري و محوله كه انجام آن در واحد كاري فرد، معمول و مورد
        انتظار است بعنوان پيشنهاد قابل طرح نيست و پيشنهاد بايد فراتر از وظايف
        جاري فرد باشد. اما تفكيك وظيفه از فراتر از آن (پيشنهاد) نبايد توسط
        مديران و كميته‌ها با معيارهاي ذهني و سليقه‌اي بصورت سخت‌گيرانه و يا
        سهل‌گيرانه انجام شود، بلكه هم پيشنهاددهنده و هم بررسي‌كنندگان با طرح
        سوال ذيل، وظيفه را از پيشنهاد تفكيك نمايند: آيا انجام اقدام مندرج در
        پيشنهاد توسط مقام مافوق براي فرد تعريف شده و مورد انتظار و يا پيگيري
        ايشان بوده است؟ به عبارت ساده‌تر اگر فرد اين اقدام را انجام نمي-داد آيا
        مورد پرسش و يا بازخواست مقام مافوق قرار مي‌گرفت؟ چنانچه پاسخ سوال مثبت
        باشد وظيفه بوده و بعنوان پيشنهاد قابل طرح نيست و چنانچه پاسخ منفي باشد
        بعنوان پيشنهاد قابل طرح بعنوان پيشنهاد است.
      </p>
      ‌
      <h4 className="mt-3 text-bold">
        ز) چه موضوعاتي را نمي توان در نظام پيشنهادها بعنوان پيشنهاد طرح نمود؟
      </h4>
      <p className="pre-line">
        1. انتقاد از روش و استاندارد انجام كار بدون ارائه راه حل <br />
        2. انتقاد از اشخاص <br />
        3. هنگامي كه پيشنهاد جنبه تذكر و يادآوري صرف براي انجام روش كاري باشد.{" "}
        <br />
        4. موضوع پيشنهاد، وظايف جاري و مورد پيگيري پيشنهاددهنده باشد. <br />
        5. درخواستهاي اداري و ملزومات. <br />
        6. درخواستهاي سخت‌افزاري و همچنين درخواستهاي نرم‌افزاري كه تنها براي
        پيشنهاددهنده كاربرد داشته باشد. <br />
        7. پيشنهادهايي كه اجراي آن خارج از اختيارات و يا مأموريتهاي شركت باشد.
      </p>
      ‌
      <h4 className="mt-3 text-bold">
        ح) پيشنهادها چگونه و در كجا بررسي مي شود؟
      </h4>
      <p className="pre-line">
        پيشنهادها حسب موضوع در كميته هاي واحدها بررسي مي‌شوند. اعضاي كميته‌ها كه
        آموزش‌هاي لازم را ديده‌اند موظفند پيشنهادهاي دريافتي را با رويكردي مثبت
        و پذيرا و در مهلت مقرر در جلسه كميته بررسي نموده و نتيجه را كه يكي از دو
        حالت: قابل قبول (با ذكر مسئول و زمان اجرا) و غير قابل قبول (با ذكردليل
        منطقي و مستدل) تعيين نمايند. لازم بذكر است كه دبيرخانه نظام پيشنهادها كه
        در مديريت امور سازمان داير شده است به حسن بررسي پيشنهادها در كميته ها
        نظارت دارد. پيشنهاد تنها در صورتي كه در دستور اجرا قرار گيرد و منشأ يك
        بهبود (هر چند كوچك) واقع شود مورد قبول قرار گرفته و مسئوليت اجراي آن به
        عهده كميته پذيرنده پيشنهاد است. پيشنهادهاي مهم و با تاثير چشمگير (چه
        مادي و چه غير مادي) كه پيشنهاد ويژه ناميده مي‌شوند پس از آن كه در كميته
        واحد مربوطه تصويب شوند در كميته عالي بررسي و مشمول پاداش مي‌شوند.
      </p>
      ‌
      <h4 className="mt-3 text-bold">
        ي) پاداش پيشنهاد چگونه تعيين مي شود؟ آيا مجريان پيشنهادها نيز پاداش مي
        گيرند؟
      </h4>
      <p className="pre-line">
        پاداش پيشنهادها فقط براي پيشنهادهاي تصويب شده (مرحله اول پاداش
        پيشنهاددهنده و به ميزان 40% كل پاداش) و اجراشده (مرحله دوم پاداش
        پيشنهاددهنده و به ميزان 60% باقيمانده پاداش) تعلق مي‌يابد و ميزان آن به
        امتيازي كه كميته بررسي‌كننده براي پارامترهاي بررسي شامل: <br />
        كيفيت ارائه پيشنهاد، تكميل بودن روش اجرا، گروهي بودن، مربوط بودن به
        موضوعات فراخوان شده، اهميت و اثر پيشنهاد و ... تعيين مي‌نمايد بستگي
        دارد. بررسي‌كنندگان و مجريان پيشنهادهاي اجرا شده نيز مشمول دريافت پاداش
        مي‌باشند. همچنين برترينهاي نظام پيشنهادها (پيشنهاددهنده، واحد و دبير)
        نيز در مقاطع مندرج در آيين نامه نظام پيشنهادها، توسط دبيرخانه نظام
        پيشنهادها معرفي شده و مشمول پاداش‌هاي مقرر قرار مي‌گيرند. پاداش‌ها علاوه
        بر پاداشهاي نقدي، شامل مواردي نظير: <br />
        دريافت لوح تقدير مديريتي، درج در پرونده پرسنلي، تاثير مثبت در ارزيابي
        عملكرد و ارتقا و... خواهند بود.
      </p>
      ‌
      <h4 className="mt-3 text-bold">
        ك) چگونه مي توان توان خلاقيت و پيشنهاديابي خود را ارتقا داد؟
      </h4>
      <p className="pre-line">
        بخش عمده‌اي از توان خلاقيت به افراد قابل آموزش است و 95% خلاقيت به تلاش
        و يادگيري و تنها 5% آن به الهام بستگي دارد. لذا با توجه به روشهاي ذيل
        مي‌توانيد خلاقيت و توان پيشنهاددهي خود را ارتقا داده و انشاءاﷲ يكي از
        پيشنهاددهندگان فعال شركت باشيد: <br />
        1. مطالعه مستمر و موثر در زمينه موضوعات مرتبط با شغل خود و حوزه‌هاي
        كليدي آن (خريد كتاب‌هاي جديد، اشتراك مجلات تخصصي و مطالعه مقالات
        همايش‌هاي تخصصي) <br />
        2. بهره‌گيري موثر از فرصت‌هاي آموزشي <br />
        3. الگو برداري از برترين‌ها و بهينه‌كاوي تجارب موفق داخلي و خارجي شغلي
        خود <br />
        4. مديريت ذهن و تمركز دادن آن به مشاهده، تجزیه و تحليل و درك موضوعات
        شغلي و حوزه‌هاي بهبود آن <br />
        5. پرهيز از انجام كارها طبق عادت و تكرار روش‌هاي گذشته و تقويت خوي
        پرسشگري و كنجكاوي در يافتن راه-هاي نو و بهتر انجام كارها <br />
        6. تقسيم كردن شغل خود به فعاليت‌ها و وظايف مختلف و تفكر و بررسي در بهبود
        انجام آنها از طريق بهبود و تغيير در ابعاد <br />
        7. زمان، مكان، مسئول، چرايي و روش انجام كارها <br />
        8. صيد ايده‌هاي وارد شده به ذهن از طريق نوشتن ايده‌ها در دفترچه ثبت
        ايده‌ها <br />
        9. اختصاص زمان‌هايي مشخص براي تفكر و انديشه در مورد بهبود كارها <br />
        10. استفاده از چك‌ليست بهبود آزبورن براي يافتن ايده‌هاي بهبود با طرح
        سوالات ذيل در مورد كار و يا موضوع مورد بررسي: اگر X را با چيز ديگري
        جايگزين كنم بهتر مي‌شود؟ اگر كوچك كنم؟ اگر بزرگ كنم؟ اگر برعكس كنم؟ اگر
        حذف كنم؟ اگر تركيب كنم؟ اگر تعديل كنم؟ <br />
        11. بهره گيري از معجزه خرد جمعي با برگزاري جلسات داخلي در واحدها براي
        يافتن مسائل و فرصت‌هاي بهبود (با رعايت اصول برگزاري جلسات موفق) <br />
        12. جزئي‌نگري و توجه به جزئیات و ريزه‌كاري‌هاي انجام كارها جهت يافتن
        زمينه‌هاي بهبود.
      </p>
    </div>
  );
};

export default FaqText;
