const options = [
  {
    value: "00000",
    label: "ندارد",
  },
  {
    value: "13701",
    label: "سه ماهه اول سال 1370",
  },
  {
    value: "13702",
    label: "سه ماهه دوم سال 1370",
  },
  {
    value: "13703",
    label: "سه ماهه سوم سال 1370",
  },
  {
    value: "13704",
    label: "سه ماهه چهارم سال 1370",
  },
  {
    value: "13711",
    label: "سه ماهه اول سال 1371",
  },
  {
    value: "13712",
    label: "سه ماهه دوم سال 1371",
  },
  {
    value: "13713",
    label: "سه ماهه سوم سال 1371",
  },
  {
    value: "13714",
    label: "سه ماهه چهارم سال 1371",
  },
  {
    value: "13721",
    label: "سه ماهه اول سال 1372",
  },
  {
    value: "13722",
    label: "سه ماهه دوم سال 1372",
  },
  {
    value: "13723",
    label: "سه ماهه سوم سال 1372",
  },
  {
    value: "13724",
    label: "سه ماهه چهارم سال 1372",
  },
  {
    value: "13731",
    label: "سه ماهه اول سال 1373",
  },
  {
    value: "13732",
    label: "سه ماهه دوم سال 1373",
  },
  {
    value: "13733",
    label: "سه ماهه سوم سال 1373",
  },
  {
    value: "13734",
    label: "سه ماهه چهارم سال 1373",
  },
  {
    value: "13741",
    label: "سه ماهه اول سال 1374",
  },
  {
    value: "13742",
    label: "سه ماهه دوم سال 1374",
  },
  {
    value: "13743",
    label: "سه ماهه سوم سال 1374",
  },
  {
    value: "13744",
    label: "سه ماهه چهارم سال 1374",
  },
  {
    value: "13751",
    label: "سه ماهه اول سال 1375",
  },
  {
    value: "13752",
    label: "سه ماهه دوم سال 1375",
  },
  {
    value: "13753",
    label: "سه ماهه سوم سال 1375",
  },
  {
    value: "13754",
    label: "سه ماهه چهارم سال 1375",
  },
  {
    value: "13761",
    label: "سه ماهه اول سال 1376",
  },
  {
    value: "13762",
    label: "سه ماهه دوم سال 1376",
  },
  {
    value: "13763",
    label: "سه ماهه سوم سال 1376",
  },
  {
    value: "13764",
    label: "سه ماهه چهارم سال 1376",
  },
  {
    value: "13771",
    label: "سه ماهه اول سال 1377",
  },
  {
    value: "13772",
    label: "سه ماهه دوم سال 1377",
  },
  {
    value: "13773",
    label: "سه ماهه سوم سال 1377",
  },
  {
    value: "13774",
    label: "سه ماهه چهارم سال 1377",
  },
  {
    value: "13781",
    label: "سه ماهه اول سال 1378",
  },
  {
    value: "13782",
    label: "سه ماهه دوم سال 1378",
  },
  {
    value: "13783",
    label: "سه ماهه سوم سال 1378",
  },
  {
    value: "13784",
    label: "سه ماهه چهارم سال 1378",
  },
  {
    value: "13791",
    label: "سه ماهه اول سال 1379",
  },
  {
    value: "13792",
    label: "سه ماهه دوم سال 1379",
  },
  {
    value: "13793",
    label: "سه ماهه سوم سال 1379",
  },
  {
    value: "13794",
    label: "سه ماهه چهارم سال 1379",
  },
  {
    value: "13801",
    label: "سه ماهه اول سال 1380",
  },
  {
    value: "13802",
    label: "سه ماهه دوم سال 1380",
  },
  {
    value: "13803",
    label: "سه ماهه سوم سال 1380",
  },
  {
    value: "13804",
    label: "سه ماهه چهارم سال 1380",
  },
  {
    value: "13811",
    label: "سه ماهه اول سال 1381",
  },
  {
    value: "13812",
    label: "سه ماهه دوم سال 1381",
  },
  {
    value: "13813",
    label: "سه ماهه سوم سال 1381",
  },
  {
    value: "13814",
    label: "سه ماهه چهارم سال 1381",
  },
  {
    value: "13821",
    label: "سه ماهه اول سال 1382",
  },
  {
    value: "13822",
    label: "سه ماهه دوم سال 1382",
  },
  {
    value: "13823",
    label: "سه ماهه سوم سال 1382",
  },
  {
    value: "13824",
    label: "سه ماهه چهارم سال 1382",
  },
  {
    value: "13831",
    label: "سه ماهه اول سال 1383",
  },
  {
    value: "13832",
    label: "سه ماهه دوم سال 1383",
  },
  {
    value: "13833",
    label: "سه ماهه سوم سال 1383",
  },
  {
    value: "13834",
    label: "سه ماهه چهارم سال 1383",
  },
  {
    value: "13841",
    label: "سه ماهه اول سال 1384",
  },
  {
    value: "13842",
    label: "سه ماهه دوم سال 1384",
  },
  {
    value: "13843",
    label: "سه ماهه سوم سال 1384",
  },
  {
    value: "13844",
    label: "سه ماهه چهارم سال 1384",
  },
  {
    value: "13851",
    label: "سه ماهه اول سال 1385",
  },
  {
    value: "13852",
    label: "سه ماهه دوم سال 1385",
  },
  {
    value: "13853",
    label: "سه ماهه سوم سال 1385",
  },
  {
    value: "13854",
    label: "سه ماهه چهارم سال 1385",
  },
  {
    value: "13861",
    label: "سه ماهه اول سال 1386",
  },
  {
    value: "13862",
    label: "سه ماهه دوم سال 1386",
  },
  {
    value: "13863",
    label: "سه ماهه سوم سال 1386",
  },
  {
    value: "13864",
    label: "سه ماهه چهارم سال 1386",
  },
  {
    value: "13871",
    label: "سه ماهه اول سال 1387",
  },
  {
    value: "13872",
    label: "سه ماهه دوم سال 1387",
  },
  {
    value: "13873",
    label: "سه ماهه سوم سال 1387",
  },
  {
    value: "13874",
    label: "سه ماهه چهارم سال 1387",
  },
  {
    value: "13881",
    label: "سه ماهه اول سال 1388",
  },
  {
    value: "13882",
    label: "سه ماهه دوم سال 1388",
  },
  {
    value: "13883",
    label: "سه ماهه سوم سال 1388",
  },
  {
    value: "13884",
    label: "سه ماهه چهارم سال 1388",
  },
  {
    value: "13891",
    label: "سه ماهه اول سال 1389",
  },
  {
    value: "13892",
    label: "سه ماهه دوم سال 1389",
  },
  {
    value: "13893",
    label: "سه ماهه سوم سال 1389",
  },
  {
    value: "13894",
    label: "سه ماهه چهارم سال 1389",
  },
  {
    value: "13901",
    label: "سه ماهه اول سال 1390",
  },
  {
    value: "13902",
    label: "سه ماهه دوم سال 1390",
  },
  {
    value: "13903",
    label: "سه ماهه سوم سال 1390",
  },
  {
    value: "13904",
    label: "سه ماهه چهارم سال 1390",
  },
  {
    value: "13911",
    label: "سه ماهه اول سال 1391",
  },
  {
    value: "13912",
    label: "سه ماهه دوم سال 1391",
  },
  {
    value: "13913",
    label: "سه ماهه سوم سال 1391",
  },
  {
    value: "13914",
    label: "سه ماهه چهارم سال 1391",
  },
  {
    value: "13921",
    label: "سه ماهه اول سال 1392",
  },
  {
    value: "13922",
    label: "سه ماهه دوم سال 1392",
  },
  {
    value: "13923",
    label: "سه ماهه سوم سال 1392",
  },
  {
    value: "13924",
    label: "سه ماهه چهارم سال 1392",
  },
  {
    value: "13931",
    label: "سه ماهه اول سال 1393",
  },
  {
    value: "13932",
    label: "سه ماهه دوم سال 1393",
  },
  {
    value: "13933",
    label: "سه ماهه سوم سال 1393",
  },
  {
    value: "13934",
    label: "سه ماهه چهارم سال 1393",
  },
  {
    value: "13941",
    label: "سه ماهه اول سال 1394",
  },
  {
    value: "13942",
    label: "سه ماهه دوم سال 1394",
  },
  {
    value: "13943",
    label: "سه ماهه سوم سال 1394",
  },
  {
    value: "13944",
    label: "سه ماهه چهارم سال 1394",
  },
  {
    value: "13951",
    label: "سه ماهه اول سال 1395",
  },
  {
    value: "13952",
    label: "سه ماهه دوم سال 1395",
  },
  {
    value: "13953",
    label: "سه ماهه سوم سال 1395",
  },
  {
    value: "13954",
    label: "سه ماهه چهارم سال 1395",
  },
  {
    value: "13961",
    label: "سه ماهه اول سال 1396",
  },
  {
    value: "13962",
    label: "سه ماهه دوم سال 1396",
  },
  {
    value: "13963",
    label: "سه ماهه سوم سال 1396",
  },
  {
    value: "13964",
    label: "سه ماهه چهارم سال 1396",
  },
  {
    value: "13971",
    label: "سه ماهه اول سال 1397",
  },
  {
    value: "13972",
    label: "سه ماهه دوم سال 1397",
  },
  {
    value: "13973",
    label: "سه ماهه سوم سال 1397",
  },
  {
    value: "13974",
    label: "سه ماهه چهارم سال 1397",
  },
  {
    value: "13981",
    label: "سه ماهه اول سال 1398",
  },
  {
    value: "13982",
    label: "سه ماهه دوم سال 1398",
  },
  {
    value: "13983",
    label: "سه ماهه سوم سال 1398",
  },
  {
    value: "13984",
    label: "سه ماهه چهارم سال 1398",
  },
  {
    value: "13991",
    label: "سه ماهه اول سال 1399",
  },
  {
    value: "13992",
    label: "سه ماهه دوم سال 1399",
  },
  {
    value: "13993",
    label: "سه ماهه سوم سال 1399",
  },
  {
    value: "13994",
    label: "سه ماهه چهارم سال 1399",
  },
  {
    value: "14001",
    label: "سه ماهه اول سال 1400",
  },
  {
    value: "14002",
    label: "سه ماهه دوم سال 1400",
  },
  {
    value: "14003",
    label: "سه ماهه سوم سال 1400",
  },
  {
    value: "14004",
    label: "سه ماهه چهارم سال 1400",
  },
  {
    value: "14011",
    label: "سه ماهه اول سال 1401",
  },
  {
    value: "14012",
    label: "سه ماهه دوم سال 1401",
  },
  {
    value: "14013",
    label: "سه ماهه سوم سال 1401",
  },
  {
    value: "14014",
    label: "سه ماهه چهارم سال 1401",
  },
  {
    value: "14021",
    label: "سه ماهه اول سال 1402",
  },
  {
    value: "14022",
    label: "سه ماهه دوم سال 1402",
  },
  {
    value: "14023",
    label: "سه ماهه سوم سال 1402",
  },
  {
    value: "14024",
    label: "سه ماهه چهارم سال 1402",
  },
  {
    value: "14031",
    label: "سه ماهه اول سال 1403",
  },
  {
    value: "14032",
    label: "سه ماهه دوم سال 1403",
  },
  {
    value: "14033",
    label: "سه ماهه سوم سال 1403",
  },
  {
    value: "14034",
    label: "سه ماهه چهارم سال 1403",
  },
  {
    value: "14041",
    label: "سه ماهه اول سال 1404",
  },
  {
    value: "14042",
    label: "سه ماهه دوم سال 1404",
  },
  {
    value: "14043",
    label: "سه ماهه سوم سال 1404",
  },
  {
    value: "14044",
    label: "سه ماهه چهارم سال 1404",
  },
  {
    value: "14051",
    label: "سه ماهه اول سال 1405",
  },
  {
    value: "14052",
    label: "سه ماهه دوم سال 1405",
  },
  {
    value: "14053",
    label: "سه ماهه سوم سال 1405",
  },
  {
    value: "14054",
    label: "سه ماهه چهارم سال 1405",
  },
  {
    value: "14061",
    label: "سه ماهه اول سال 1406",
  },
  {
    value: "14062",
    label: "سه ماهه دوم سال 1406",
  },
  {
    value: "14063",
    label: "سه ماهه سوم سال 1406",
  },
  {
    value: "14064",
    label: "سه ماهه چهارم سال 1406",
  },
  {
    value: "14071",
    label: "سه ماهه اول سال 1407",
  },
  {
    value: "14072",
    label: "سه ماهه دوم سال 1407",
  },
  {
    value: "14073",
    label: "سه ماهه سوم سال 1407",
  },
  {
    value: "14074",
    label: "سه ماهه چهارم سال 1407",
  },
  {
    value: "14081",
    label: "سه ماهه اول سال 1408",
  },
  {
    value: "14082",
    label: "سه ماهه دوم سال 1408",
  },
  {
    value: "14083",
    label: "سه ماهه سوم سال 1408",
  },
  {
    value: "14084",
    label: "سه ماهه چهارم سال 1408",
  },
  {
    value: "14091",
    label: "سه ماهه اول سال 1409",
  },
  {
    value: "14092",
    label: "سه ماهه دوم سال 1409",
  },
  {
    value: "14093",
    label: "سه ماهه سوم سال 1409",
  },
  {
    value: "14094",
    label: "سه ماهه چهارم سال 1409",
  },
  {
    value: "14101",
    label: "سه ماهه اول سال 1410",
  },
  {
    value: "14102",
    label: "سه ماهه دوم سال 1410",
  },
  {
    value: "14103",
    label: "سه ماهه سوم سال 1410",
  },
  {
    value: "14104",
    label: "سه ماهه چهارم سال 1410",
  },
  {
    value: "14111",
    label: "سه ماهه اول سال 1411",
  },
  {
    value: "14112",
    label: "سه ماهه دوم سال 1411",
  },
  {
    value: "14113",
    label: "سه ماهه سوم سال 1411",
  },
  {
    value: "14114",
    label: "سه ماهه چهارم سال 1411",
  },
  {
    value: "14121",
    label: "سه ماهه اول سال 1412",
  },
  {
    value: "14122",
    label: "سه ماهه دوم سال 1412",
  },
  {
    value: "14123",
    label: "سه ماهه سوم سال 1412",
  },
  {
    value: "14124",
    label: "سه ماهه چهارم سال 1412",
  },
  {
    value: "14131",
    label: "سه ماهه اول سال 1413",
  },
  {
    value: "14132",
    label: "سه ماهه دوم سال 1413",
  },
  {
    value: "14133",
    label: "سه ماهه سوم سال 1413",
  },
  {
    value: "14134",
    label: "سه ماهه چهارم سال 1413",
  },
  {
    value: "14141",
    label: "سه ماهه اول سال 1414",
  },
  {
    value: "14142",
    label: "سه ماهه دوم سال 1414",
  },
  {
    value: "14143",
    label: "سه ماهه سوم سال 1414",
  },
  {
    value: "14144",
    label: "سه ماهه چهارم سال 1414",
  },
  {
    value: "14151",
    label: "سه ماهه اول سال 1415",
  },
  {
    value: "14152",
    label: "سه ماهه دوم سال 1415",
  },
  {
    value: "14153",
    label: "سه ماهه سوم سال 1415",
  },
  {
    value: "14154",
    label: "سه ماهه چهارم سال 1415",
  },
  {
    value: "14161",
    label: "سه ماهه اول سال 1416",
  },
  {
    value: "14162",
    label: "سه ماهه دوم سال 1416",
  },
  {
    value: "14163",
    label: "سه ماهه سوم سال 1416",
  },
  {
    value: "14164",
    label: "سه ماهه چهارم سال 1416",
  },
  {
    value: "14171",
    label: "سه ماهه اول سال 1417",
  },
  {
    value: "14172",
    label: "سه ماهه دوم سال 1417",
  },
  {
    value: "14173",
    label: "سه ماهه سوم سال 1417",
  },
  {
    value: "14174",
    label: "سه ماهه چهارم سال 1417",
  },
  {
    value: "14181",
    label: "سه ماهه اول سال 1418",
  },
  {
    value: "14182",
    label: "سه ماهه دوم سال 1418",
  },
  {
    value: "14183",
    label: "سه ماهه سوم سال 1418",
  },
  {
    value: "14184",
    label: "سه ماهه چهارم سال 1418",
  },
  {
    value: "14191",
    label: "سه ماهه اول سال 1419",
  },
  {
    value: "14192",
    label: "سه ماهه دوم سال 1419",
  },
  {
    value: "14193",
    label: "سه ماهه سوم سال 1419",
  },
  {
    value: "14194",
    label: "سه ماهه چهارم سال 1419",
  },
  {
    value: "14201",
    label: "سه ماهه اول سال 1420",
  },
  {
    value: "14202",
    label: "سه ماهه دوم سال 1420",
  },
  {
    value: "14203",
    label: "سه ماهه سوم سال 1420",
  },
  {
    value: "14204",
    label: "سه ماهه چهارم سال 1420",
  },
  {
    value: "14211",
    label: "سه ماهه اول سال 1421",
  },
  {
    value: "14212",
    label: "سه ماهه دوم سال 1421",
  },
  {
    value: "14213",
    label: "سه ماهه سوم سال 1421",
  },
  {
    value: "14214",
    label: "سه ماهه چهارم سال 1421",
  },
  {
    value: "14221",
    label: "سه ماهه اول سال 1422",
  },
  {
    value: "14222",
    label: "سه ماهه دوم سال 1422",
  },
  {
    value: "14223",
    label: "سه ماهه سوم سال 1422",
  },
  {
    value: "14224",
    label: "سه ماهه چهارم سال 1422",
  },
  {
    value: "14231",
    label: "سه ماهه اول سال 1423",
  },
  {
    value: "14232",
    label: "سه ماهه دوم سال 1423",
  },
  {
    value: "14233",
    label: "سه ماهه سوم سال 1423",
  },
  {
    value: "14234",
    label: "سه ماهه چهارم سال 1423",
  },
  {
    value: "14241",
    label: "سه ماهه اول سال 1424",
  },
  {
    value: "14242",
    label: "سه ماهه دوم سال 1424",
  },
  {
    value: "14243",
    label: "سه ماهه سوم سال 1424",
  },
  {
    value: "14244",
    label: "سه ماهه چهارم سال 1424",
  },
  {
    value: "14251",
    label: "سه ماهه اول سال 1425",
  },
  {
    value: "14252",
    label: "سه ماهه دوم سال 1425",
  },
  {
    value: "14253",
    label: "سه ماهه سوم سال 1425",
  },
  {
    value: "14254",
    label: "سه ماهه چهارم سال 1425",
  },
  {
    value: "14261",
    label: "سه ماهه اول سال 1426",
  },
  {
    value: "14262",
    label: "سه ماهه دوم سال 1426",
  },
  {
    value: "14263",
    label: "سه ماهه سوم سال 1426",
  },
  {
    value: "14264",
    label: "سه ماهه چهارم سال 1426",
  },
  {
    value: "14271",
    label: "سه ماهه اول سال 1427",
  },
  {
    value: "14272",
    label: "سه ماهه دوم سال 1427",
  },
  {
    value: "14273",
    label: "سه ماهه سوم سال 1427",
  },
  {
    value: "14274",
    label: "سه ماهه چهارم سال 1427",
  },
  {
    value: "14281",
    label: "سه ماهه اول سال 1428",
  },
  {
    value: "14282",
    label: "سه ماهه دوم سال 1428",
  },
  {
    value: "14283",
    label: "سه ماهه سوم سال 1428",
  },
  {
    value: "14284",
    label: "سه ماهه چهارم سال 1428",
  },
  {
    value: "14291",
    label: "سه ماهه اول سال 1429",
  },
  {
    value: "14292",
    label: "سه ماهه دوم سال 1429",
  },
  {
    value: "14293",
    label: "سه ماهه سوم سال 1429",
  },
  {
    value: "14294",
    label: "سه ماهه چهارم سال 1429",
  },
  {
    value: "14301",
    label: "سه ماهه اول سال 1430",
  },
  {
    value: "14302",
    label: "سه ماهه دوم سال 1430",
  },
  {
    value: "14303",
    label: "سه ماهه سوم سال 1430",
  },
  {
    value: "14304",
    label: "سه ماهه چهارم سال 1430",
  },
  {
    value: "14311",
    label: "سه ماهه اول سال 1431",
  },
  {
    value: "14312",
    label: "سه ماهه دوم سال 1431",
  },
  {
    value: "14313",
    label: "سه ماهه سوم سال 1431",
  },
  {
    value: "14314",
    label: "سه ماهه چهارم سال 1431",
  },
  {
    value: "14321",
    label: "سه ماهه اول سال 1432",
  },
  {
    value: "14322",
    label: "سه ماهه دوم سال 1432",
  },
  {
    value: "14323",
    label: "سه ماهه سوم سال 1432",
  },
  {
    value: "14324",
    label: "سه ماهه چهارم سال 1432",
  },
  {
    value: "14331",
    label: "سه ماهه اول سال 1433",
  },
  {
    value: "14332",
    label: "سه ماهه دوم سال 1433",
  },
  {
    value: "14333",
    label: "سه ماهه سوم سال 1433",
  },
  {
    value: "14334",
    label: "سه ماهه چهارم سال 1433",
  },
  {
    value: "14341",
    label: "سه ماهه اول سال 1434",
  },
  {
    value: "14342",
    label: "سه ماهه دوم سال 1434",
  },
  {
    value: "14343",
    label: "سه ماهه سوم سال 1434",
  },
  {
    value: "14344",
    label: "سه ماهه چهارم سال 1434",
  },
  {
    value: "14351",
    label: "سه ماهه اول سال 1435",
  },
  {
    value: "14352",
    label: "سه ماهه دوم سال 1435",
  },
  {
    value: "14353",
    label: "سه ماهه سوم سال 1435",
  },
  {
    value: "14354",
    label: "سه ماهه چهارم سال 1435",
  },
  {
    value: "14361",
    label: "سه ماهه اول سال 1436",
  },
  {
    value: "14362",
    label: "سه ماهه دوم سال 1436",
  },
  {
    value: "14363",
    label: "سه ماهه سوم سال 1436",
  },
  {
    value: "14364",
    label: "سه ماهه چهارم سال 1436",
  },
  {
    value: "14371",
    label: "سه ماهه اول سال 1437",
  },
  {
    value: "14372",
    label: "سه ماهه دوم سال 1437",
  },
  {
    value: "14373",
    label: "سه ماهه سوم سال 1437",
  },
  {
    value: "14374",
    label: "سه ماهه چهارم سال 1437",
  },
  {
    value: "14381",
    label: "سه ماهه اول سال 1438",
  },
  {
    value: "14382",
    label: "سه ماهه دوم سال 1438",
  },
  {
    value: "14383",
    label: "سه ماهه سوم سال 1438",
  },
  {
    value: "14384",
    label: "سه ماهه چهارم سال 1438",
  },
  {
    value: "14391",
    label: "سه ماهه اول سال 1439",
  },
  {
    value: "14392",
    label: "سه ماهه دوم سال 1439",
  },
  {
    value: "14393",
    label: "سه ماهه سوم سال 1439",
  },
  {
    value: "14394",
    label: "سه ماهه چهارم سال 1439",
  },
  {
    value: "14401",
    label: "سه ماهه اول سال 1440",
  },
  {
    value: "14402",
    label: "سه ماهه دوم سال 1440",
  },
  {
    value: "14403",
    label: "سه ماهه سوم سال 1440",
  },
  {
    value: "14404",
    label: "سه ماهه چهارم سال 1440",
  },
  {
    value: "14411",
    label: "سه ماهه اول سال 1441",
  },
  {
    value: "14412",
    label: "سه ماهه دوم سال 1441",
  },
  {
    value: "14413",
    label: "سه ماهه سوم سال 1441",
  },
  {
    value: "14414",
    label: "سه ماهه چهارم سال 1441",
  },
  {
    value: "14421",
    label: "سه ماهه اول سال 1442",
  },
  {
    value: "14422",
    label: "سه ماهه دوم سال 1442",
  },
  {
    value: "14423",
    label: "سه ماهه سوم سال 1442",
  },
  {
    value: "14424",
    label: "سه ماهه چهارم سال 1442",
  },
  {
    value: "14431",
    label: "سه ماهه اول سال 1443",
  },
  {
    value: "14432",
    label: "سه ماهه دوم سال 1443",
  },
  {
    value: "14433",
    label: "سه ماهه سوم سال 1443",
  },
  {
    value: "14434",
    label: "سه ماهه چهارم سال 1443",
  },
  {
    value: "14441",
    label: "سه ماهه اول سال 1444",
  },
  {
    value: "14442",
    label: "سه ماهه دوم سال 1444",
  },
  {
    value: "14443",
    label: "سه ماهه سوم سال 1444",
  },
  {
    value: "14444",
    label: "سه ماهه چهارم سال 1444",
  },
  {
    value: "14451",
    label: "سه ماهه اول سال 1445",
  },
  {
    value: "14452",
    label: "سه ماهه دوم سال 1445",
  },
  {
    value: "14453",
    label: "سه ماهه سوم سال 1445",
  },
  {
    value: "14454",
    label: "سه ماهه چهارم سال 1445",
  },
  {
    value: "14461",
    label: "سه ماهه اول سال 1446",
  },
  {
    value: "14462",
    label: "سه ماهه دوم سال 1446",
  },
  {
    value: "14463",
    label: "سه ماهه سوم سال 1446",
  },
  {
    value: "14464",
    label: "سه ماهه چهارم سال 1446",
  },
  {
    value: "14471",
    label: "سه ماهه اول سال 1447",
  },
  {
    value: "14472",
    label: "سه ماهه دوم سال 1447",
  },
  {
    value: "14473",
    label: "سه ماهه سوم سال 1447",
  },
  {
    value: "14474",
    label: "سه ماهه چهارم سال 1447",
  },
  {
    value: "14481",
    label: "سه ماهه اول سال 1448",
  },
  {
    value: "14482",
    label: "سه ماهه دوم سال 1448",
  },
  {
    value: "14483",
    label: "سه ماهه سوم سال 1448",
  },
  {
    value: "14484",
    label: "سه ماهه چهارم سال 1448",
  },
  {
    value: "14491",
    label: "سه ماهه اول سال 1449",
  },
  {
    value: "14492",
    label: "سه ماهه دوم سال 1449",
  },
  {
    value: "14493",
    label: "سه ماهه سوم سال 1449",
  },
  {
    value: "14494",
    label: "سه ماهه چهارم سال 1449",
  },
  {
    value: "14501",
    label: "سه ماهه اول سال 1450",
  },
  {
    value: "14502",
    label: "سه ماهه دوم سال 1450",
  },
  {
    value: "14503",
    label: "سه ماهه سوم سال 1450",
  },
  {
    value: "14504",
    label: "سه ماهه چهارم سال 1450",
  },
  {
    value: "14511",
    label: "سه ماهه اول سال 1451",
  },
  {
    value: "14512",
    label: "سه ماهه دوم سال 1451",
  },
  {
    value: "14513",
    label: "سه ماهه سوم سال 1451",
  },
  {
    value: "14514",
    label: "سه ماهه چهارم سال 1451",
  },
  {
    value: "14521",
    label: "سه ماهه اول سال 1452",
  },
  {
    value: "14522",
    label: "سه ماهه دوم سال 1452",
  },
  {
    value: "14523",
    label: "سه ماهه سوم سال 1452",
  },
  {
    value: "14524",
    label: "سه ماهه چهارم سال 1452",
  },
  {
    value: "14531",
    label: "سه ماهه اول سال 1453",
  },
  {
    value: "14532",
    label: "سه ماهه دوم سال 1453",
  },
  {
    value: "14533",
    label: "سه ماهه سوم سال 1453",
  },
  {
    value: "14534",
    label: "سه ماهه چهارم سال 1453",
  },
  {
    value: "14541",
    label: "سه ماهه اول سال 1454",
  },
  {
    value: "14542",
    label: "سه ماهه دوم سال 1454",
  },
  {
    value: "14543",
    label: "سه ماهه سوم سال 1454",
  },
  {
    value: "14544",
    label: "سه ماهه چهارم سال 1454",
  },
  {
    value: "14551",
    label: "سه ماهه اول سال 1455",
  },
  {
    value: "14552",
    label: "سه ماهه دوم سال 1455",
  },
  {
    value: "14553",
    label: "سه ماهه سوم سال 1455",
  },
  {
    value: "14554",
    label: "سه ماهه چهارم سال 1455",
  },
  {
    value: "14561",
    label: "سه ماهه اول سال 1456",
  },
  {
    value: "14562",
    label: "سه ماهه دوم سال 1456",
  },
  {
    value: "14563",
    label: "سه ماهه سوم سال 1456",
  },
  {
    value: "14564",
    label: "سه ماهه چهارم سال 1456",
  },
  {
    value: "14571",
    label: "سه ماهه اول سال 1457",
  },
  {
    value: "14572",
    label: "سه ماهه دوم سال 1457",
  },
  {
    value: "14573",
    label: "سه ماهه سوم سال 1457",
  },
  {
    value: "14574",
    label: "سه ماهه چهارم سال 1457",
  },
  {
    value: "14581",
    label: "سه ماهه اول سال 1458",
  },
  {
    value: "14582",
    label: "سه ماهه دوم سال 1458",
  },
  {
    value: "14583",
    label: "سه ماهه سوم سال 1458",
  },
  {
    value: "14584",
    label: "سه ماهه چهارم سال 1458",
  },
  {
    value: "14591",
    label: "سه ماهه اول سال 1459",
  },
  {
    value: "14592",
    label: "سه ماهه دوم سال 1459",
  },
  {
    value: "14593",
    label: "سه ماهه سوم سال 1459",
  },
  {
    value: "14594",
    label: "سه ماهه چهارم سال 1459",
  },
  {
    value: "14601",
    label: "سه ماهه اول سال 1460",
  },
  {
    value: "14602",
    label: "سه ماهه دوم سال 1460",
  },
  {
    value: "14603",
    label: "سه ماهه سوم سال 1460",
  },
  {
    value: "14604",
    label: "سه ماهه چهارم سال 1460",
  },
];

export default options;
